Repository: Acidburn0zzz/sous-chef
Catalog: src/delivery/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Today's main dish:
fr: Plat du jour:

source: Select Ingredients:
fr: Sélectionner les ingrédients:

source: deliveries
fr: livraisons

source: Pick Ingredients
fr: Sélectionner les ingrédients

source: Pick ingredients
fr: Sélectionner les ingrédients

source: Main dish
fr: Plat principal

source: Restore recipe
fr: Restaurer la recette

source: Back
fr: Précédent

source: Next: Print Kitchen Count
fr: Suivant: Imprimer l'inventaire

source: Kitchen Count report
fr: Inventaire des repas

source: Kitchen Count Report
fr: Inventaire des repas

source: Print the Report
fr: Imprimer l'inventaire des repas

source: Download Labels
fr: Télécharger les étiquettes

source: No Labels Found
fr: Aucune étiquette trouvée

source: Component
fr: Composant

source: Regular
fr: Régulier

source: Large
fr: Grand

source: Dish today
fr: Plat du jour

source: Ingredients today
fr: Ingrédients du jour

source: Clashing
fr: En conflit

source: Ingredients
fr: Ingrédients

source: Qty
fr: Qte

source: Reg
fr: Rég

source: Lge
fr: Lrg

source: Preparation
fr: Préparation

source: Next: Organize Routes
fr: Suivant: Organiser les itinéraires

source: Review Orders
fr: Réviser les commandes

source: Review orders for the day.
fr: Réviser les commandes du jour.

source: Pick ingredients for the day.
fr: Sélectionner les ingrédients du jour.

source: Print the kitchen count.
fr: Imprimer le Kitchen Count.

source: Organize delivery routes.
fr: Organiser les routes de livraison.

source: Organize the delivery route
fr: Organiser l'itinéraire de livraison

source: Delivery route
fr: Route de livraison

source: Print the route sheet
fr: Imprimer l'itinéraire de la route.

source: Route sheet
fr: Itinéraire de route

source: View routes list
fr: Afficher la liste des itinéraires

source: View routes
fr: Afficher les routes

source: Orders
fr: Commandes

source: Orders of the day
fr: Commandes du jour

source: Order
fr: Commande

source: Delivery Date
fr: Date de livraison

source: Status
fr: État

source: Display only Ordered orders.
fr: Affiche seulement les commandes Commandées.

source: Amount
fr: Montant

source: View Order
fr: Voir la commande

source: orders today
fr: commandes aujourd'hui

source: OK, I'm ready
fr: Allons-y!

source: Delivery Route Sheet
fr: Itinéraire de livraison

source: Dish
fr: Plat

source: Item
fr: Article

source: Apt
fr: App

source: Organize the route
fr: Organiser l'itinéraire

source: Organize
fr: Organiser

source: Routes Information
fr: Information de routes

source: Delivery routes
fr: Itinéraires de livraisons

source: Cycling map
fr: Carte cycliste

source: Number of orders on this route
fr: Nombre de commande sur l'itinéraire
